---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.BalusterInfo
source: html/384be57f-766d-1592-534e-172a8051e621.htm
---
# BalusterInfo Properties

The id of the family used for the baluster or post.